Repository: Gabboxl/ClassevivaPCTO
Catalog: ClassevivaPCTO/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, it_it, ro_ro

# Shell_Main
source: Main
fr_fr: Principal
ro_ro: Principal

# SettingsCardThemeDarkComboboxItem
source: Dark
fr_fr: Sombre
ro_ro: Întunecat

# SettingsCardThemeDefaultComboboxItem
source: System default
fr_fr: Défaut du système
ro_ro: Setarea implicită a sistemului

# SettingsCardThemeLightComboboxItem
source: Light
fr_fr: Clair
ro_ro: Luminat

# SettingsAboutHeader
source: About
fr_fr: Informations sur l'application
ro_ro: Informații aplicație

# SettingsPersonalizationHeader
source: Appearance
fr_fr: Apparence
ro_ro: Aspect

# FirstRunDialogBody
source: ClassevivaPCTO is a client for Windows of Classeviva electronic school register that allows you to view data in an intuitive way and in the guise of an innovative design. This app is for student accounts only.
fr_fr: ClassevivaPCTO est un client pour Windows du registre électronique Classeviva qui permet de visualiser les données de manière intuitive et sous forme d'un design innovant. Cette application est réservée aux comptes étudiants. N'oubliez pas que l'application est encore en développement et que certaines fonctionnalités ne sont pas disponibles actuellement.
ro_ro: ClassevivaPCTO este un client pentru Windows al registrului electronic Classeviva care vă permite să vizualizați datele într-un mod intuitiv și sub masca unui design inovator. Această aplicație este doar pentru conturile de studenți. Rețineți că aplicația este încă în curs de dezvoltare și unele funcții nu sunt disponibile momentan.

# FirstRunDialogTitle
source: Welcome to
fr_fr: Bienvenue sur
ro_ro: Bun venit la

# SettingsAccountHeader
source: Account
fr_fr: Comptes
ro_ro: Cont

# SettingsGeneralHeader
source: General
fr_fr: Général
ro_ro: Generale

# SettingsTitle
source: Settings
fr_fr: Paramètres
ro_ro: Setări

# SettingsCardThemeDescription
source: Choose app theme
fr_fr: Sélectionner le thème de l'application
ro_ro: Alege tema aplicației

# SettingsCardThemeHeader
source: Theme
fr_fr: Thème
ro_ro: Temă

# SettingsCardLanguageHeader
source: Language
fr_fr: Langue
ro_ro: Limbă

# SettingsCardLanguageDescription
source: Choose the displayed app language
fr_fr: Choisir la langue de l'app
ro_ro: Alege limba aplicației

# SettingsAboutExpanderDescription
source: © 2025. Tutti i diritti riservati.
fr_fr: © 2025. Tous droits réservés.
ro_ro: © 2025. Toate drepturile rezervate.

# SettingsAboutExpanderRateHyperlink
source: Rate on the Store
fr_fr: Noter sur l'App Store
ro_ro: Evaluați în Store

# SettingsAboutExpanderIssueHyperlink
source: Report an issue
fr_fr: Signaler un problème
ro_ro: Raportaţi o problemă

# SettingsCardTutorialHeader
source: Get started
fr_fr: Informations générales
ro_ro: Informații de bază

# SettingsCardTutorialDescription
source: View useful information and tips on how to use this app
fr_fr: Montrer des conseils sur le fonctionnement de l'application
ro_ro: Vizualizați informații utile și sugestii despre funcționarea aplicației

# SettingsCardTutorialButton
source: View
fr_fr: Montrer
ro_ro: Vizualizare

# SettingsCardWhatsNewHeader
source: What’s new in this version
fr_fr: Nouveautés de cette version
ro_ro: Noutăți in această versiune

# SettingsCardWhatsNewDescription
source: See recent changes
fr_fr: Afficher les modifications envisagées
ro_ro: Vizualizați modificările recente

# SettingsCardWhatsNewButton
source: Open changelog
fr_fr: Afficher les actualités
ro_ro: Arată istoricul modificărilor

# ScrutiniTitle
source: Ballots
fr_fr: Sondage
ro_ro: Scrutine

# ScrutiniShowDeletedDocumentsCheckbox
source: Include deleted documents
fr_fr: Inclure documents supprimés
ro_ro: Includeți documente eliminate

# ScrutiniDocumentsHeader
source: Documents
ro_ro: Documente

# NotesTitle
source: Notes
ro_ro: Note

# LoginWelcome
source: Welcome
fr_fr: Bienvenue
ro_ro: Bine ați venit

# LoginUsernameFieldHeader
source: Username:
fr_fr: Nom utilisateur :
ro_ro: Nume utilizator:

# LoginPasswordFieldHeader
source: Password:
fr_fr: Mot de passe :
ro_ro: Parolă:

# LoginKeepCredentialsCheckboxContent
source: Keep me logged in
fr_fr: Conserver les informations d'identification
ro_ro: Mențineți credențialele

# DashboardTitleText
source: Dashboard of {0}
fr_fr: Le panneau de bord de {0}
ro_ro: Tabloul de bord al {0}

# DashboardTodaysEvents
source: Today's events
fr_fr: Événements de la journée
ro_ro: Evenimentele zilei

# DashboardOpenAgendaButton
source: Open agenda
fr_fr: Agenda ouverte
ro_ro: Deschide agenda

# DashboardRecentGrades
source: Recent grades
fr_fr: Évaluations récentes
ro_ro: Evalurări recente

# DashboardGradesAverage
source: Global average:
fr_fr: Moyenne totale:
ro_ro: Media totală:

# DashboardOpenGradesButton
source: View all grades
fr_fr: Montrer toutes les saisons
ro_ro: Vezi toate evaluările

# DashboardRecentNotices
source: Recent notices
fr_fr: Évaluations récentes
ro_ro: Anunțuri recente

# DashboardOpenNoticeBoardButton
source: Open notice board
fr_fr: Tableau d'affichage ouvert
ro_ro: Deschide panoul de anunțuri

# NoticeBoardNoticesTitlePlural
source: notices
fr_fr: communications
ro_ro: anunțuri

# AbsencesEventsCalendar
source: Events calendar
fr_fr: Calendrier des événements
ro_ro: Calendar evenimente

# AgendaTasksPopupTitle
source: Tasks
fr_fr: Devoirs
ro_ro: Sarcini

# AgendaTodayButton
source: Today
fr_fr: Aujourd'hui
ro_ro: Astăzi

# AgendaAllTasksButton
source: All tasks
fr_fr: Toutes les tâches
ro_ro: Toate sarcinile

# AgendaAllLessonsButton
source: All lessons
fr_fr: Toutes les leçons
ro_ro: Toate lecțiile

# AccountNonSupportato
source: Teacher accounts are not supported
fr_fr: Compte enseignant non pris en charge
it_it: Account insegnante non supportato
ro_ro: Contul profesorului nu este compatibil

# AccountNonSupportatoBody
source: Only student accounts are supported in this app. Student accounts have usernames starting with the letters S, G, or X.
fr_fr: Seuls les comptes étudiants sont pris en charge dans cette application. Les comptes étudiants ont des noms d'utilisateur commençant par les lettres S, G ou X.
it_it: In questa app sono solo supportati gli account studente. Gli account studente hanno l'username che inizia con le lettere S, G o X.
ro_ro: În această aplicație sunt acceptate doar conturile de elev. Conturile de elev încep cu literele S, G sau X în numele de utilizator.

# ErroreText
source: Error
fr_fr: Erreur
it_it: Errore
ro_ro: Eroare

# ErrorDialogBody
source: Error during login. Check username and password. Error:
fr_fr: Erreur de connexion. Vérifiez votre nom d'utilisateur et votre mot de passe. Erreur:
it_it: Errore durante il login. Controlla il nome utente e la password. Errore:
ro_ro: Eroare la conectare. Verificați numele de utilizator și parola. Eroare:

# ChooseProfileDialogTitle
source: Choose a profile
fr_fr: Choisir un autre profil
it_it: Scegli un profilo
ro_ro: Alegeți un profil

# LoginButton
source: Login
fr_fr: S'enregistrer
ro_ro: Autentifică-te

# CancelDialogButton
source: Cancel
fr_fr: Annuler
it_it: Annulla
ro_ro: Anulează

# NoticeDialogAttachmentsTitlePlural
source: attachments
fr_fr: fichiers joints
ro_ro: atașamente

# NoticeDialogNoAttachmentsSubtitle
source: No attachments
fr_fr: Pas de pièces jointes
it_it: Nessun allegato
ro_ro: Niciun atașament

# ProfileChoiceDialogComboboxHeader
source: Select a profile:
fr_fr: Selectionnez un profil:
ro_ro: Selectează un profil:

# ProfileChoiceDialogBody
source: Multiple profiles are associated with this account.
fr_fr: Plusieurs profils sont associés à ce compte.
ro_ro: Mai multe profile sunt asociate acestui cont.

# AgendaLessonsPopupTitle
source: Lessons
fr_fr: Leçons
ro_ro: Lecții

# GradesTitle
source: Grades
fr_fr: Notes
ro_ro: Evaluări

# AbsencesTitle
source: Absences
ro_ro: Absențe

# AgendaTitle
source: Agenda
ro_ro: Agendă

# AgendaPlaceholder
source: No events
fr_fr: Aucun événement
ro_ro: Niciun eveniment

# InfoNoticeFlyoutText
source: The notice is going to be marked as read on the server. Continue?
fr_fr: La communication sera marquée comme lue sur le serveur. Continuer?
it_it: La comunicazione verrà contrassegnata come letta sul server. Continuare?
ro_ro: Comunicarea va fi marcată ca fiind citită pe server. Continuați?

# InfoNoteFlyoutText
source: The note is going to be marked as read on the server. Continue?
fr_fr: La note sera marquée comme lue sur le serveur. Continuer?
it_it: La nota verrà contrassegnata come letta sul server. Continuare?
ro_ro: Nota va fi marcată ca citită pe server. Continuați?

# SettingsAccountExitButton
source: Logout
fr_fr: Quitter
ro_ro: Deconectare

# NoticeBoardPlaceholder
source: No notices
fr_fr: Pas de communication
ro_ro: Nicio comunicare

# NotesPlaceholder
source: No notes
fr_fr: Aucune notes de conservation
ro_ro: Nicio notă

# SettingsAboutExpanderCrowdinHyperlink
source: Translate on Crowdin
fr_fr: Traduire sur Crowdin
ro_ro: Traduceți pe Crowdin

# PALETTE_NAT
source: Nature
it_it: Natura
ro_ro: Natură

# SettingsAccountChangePhoto
source: Change photo
fr_fr: Changer de photo
ro_ro: Schimbați fotografia

# AutoSuggestBoxSearchPlaceholderText
source: Search...
fr_fr: Rechercher...
ro_ro: Caută...

# SettingsAboutExpanderGitHubHyperlink
source: GitHub repository
fr_fr: Projet sur Github
ro_ro: Proiect pe Github

# WhatsNewDialogHyperlinkAllChanges
source: View all changes
fr_fr: Voir tous les changements
ro_ro: Vedeți toate modificările

# SettingsAboutExpanderVersion
source: Version
ro_ro: Versiune

# SettingsAccountSchool
source: School:
fr_fr: Etablissement:
ro_ro: Institut:

# SettingsAccountStudentCode
source: Student code:
fr_fr: Code étudiant:
ro_ro: Codul studentului:

# SettingsCardPaletteDescription
source: Customize the color palette used to indicate grades and events
fr_fr: Personnalisez la palette de couleurs utilisée dans l'application pour indiquer les notes et les événements
ro_ro: Personalizează schema de culori utilizat în aplicație pentru a indica notele și evenimentele

# SettingsCardPaletteHeader
source: Color palette
fr_fr: Schéma de couleurs
ro_ro: Schemă de culori

# SettingsCardSchoolYearDescription
source: Select the school year to consult / go back to the previous year
fr_fr: Sélectionner l'année scolaire à consulter / revenir à l'année précédente
ro_ro: Selectați anul școlar de consultat / reveniți la anul anterior

# SettingsCardSchoolYearHeader
source: School year
fr_fr: Année scolaire
ro_ro: An școlar

# WhatsNewDialogHighlights
source: Highlights
fr_fr: En vedette
ro_ro: În evidență

# AgendaTomorrowButtonToolTip
source: Next day
fr_fr: Jour suivant
ro_ro: Ziua următoare

# AgendaYesterdayButtonToolTip
source: Previous day
fr_fr: Jour précedent
ro_ro: Ziua anterioară

# AgendaTodayButtonToolTip
source: Go to today's events
fr_fr: Accédez aux événements d'aujourd'hui
ro_ro: Mergi la evenimentele de astăzi

# NoticeBoardShowInactiveNoticesCheckbox
source: Include inactive notices
fr_fr: Inclure communications expirées
ro_ro: Includeți comunicări inactive

# DashboardEditWidgetsButton
source: Edit widgets
fr_fr: Personnaliser les widgets
ro_ro: Personalizează widget

# LoginPasswordFieldPlaceholderText
source: Password
fr_fr: Mot de passe
ro_ro: Parolă

# LoginUsernameFieldPlaceholderText
source: Username
fr_fr: Nom d'utilisateur
ro_ro: Nume utilizator

# NavigationViewDashboard
source: Dashboard
fr_fr: Tableau de bord
ro_ro: Tablou de bord

# RefreshButtonToolTip
source: Refresh (F5)
fr_fr: Actualiser (F5)
ro_ro: Reîmprospătează (F5)

# SettingsPaletteColorBlueToolTip
source: Doesn't average, partial absence
fr_fr: Pas de moyenne, absence partielle
ro_ro: Nu efectuează mediere, absență parțială

# SettingsPaletteColorGreenToolTip
source: Sufficient grade, presence, read notice
fr_fr: Suffisance, présence, communication lue
ro_ro: Suficiență, prezență, comunicare citită

# SettingsPaletteColorOrangeToolTip
source: Nearly sufficient grade, delay, expired notice
fr_fr: Légère insuffisance, retard, communication expirée
ro_ro: Insuficiență ușoară, întârziere, comunicare expirată

# SettingsPaletteColorRedToolTip
source: Insufficient grade, absence, unread notice
fr_fr: Insuffisance grave, absence, communication non lue
ro_ro: Insuficiență severă, absență, comunicare necitită

# NoticeBoardValidFromToDateText
source: Valid from {0} to {1}
fr_fr: Valable du {0} au {1}
ro_ro: Valabil de la {0} până la {1}

# NoticeBoardDeletedStatusText
source: Deleted
fr_fr: Supprimé
ro_ro: Eliminat

# NoticeBoardExpiredStatusText
source: Overdue
fr_fr: En retard
ro_ro: Întârziat

source: Are you sure?
fr_fr: Etes-vous sûr?
it_it: Sei sicuro?
ro_ro: Ești sigur?

# AreYouSureToExit
source: Are you sure you want to logout?
fr_fr: Êtes-vous sûr de vouloir vous déconnecter ?
it_it: Sei sicuro di voler uscire?
ro_ro: Sigur doriți să vă deconectați?

# Exit
source: Logout
fr_fr: Quitter
it_it: Esci
ro_ro: Deconectare

source: Restart required
fr_fr: Redémarrage requis
it_it: Riavvio richiesto
ro_ro: Repornire necesară

# RestartRequiredLanguageChange
source: An app restart is required for the language change to take effect.
fr_fr: Pour appliquer la nouvelle langue, vous devez redémarrer l'application.
it_it: Per applicare la nuova lingua è necessario riavviare l'app.
ro_ro: Pentru a aplica noua limbă, este necesar să reporniți aplicația.

source: Restart
fr_fr: Redémarrer
it_it: Riavvia
ro_ro: Repornire

# NoticeBoardTitle
source: Notice board
fr_fr: Tableau
ro_ro: Tablă de anunțuri

# AbsencesPlaceholder
source: No absences
fr_fr: Aucune absence
ro_ro: Nicio absență

# AgendaTasksPlaceholder
source: No tasks
fr_fr: Pas de tâche
ro_ro: Nicio sarcină

# ScrutiniPlaceholder
source: Ballots unavailable
fr_fr: Bulletins de vote non disponibles
ro_ro: Rezultate indisponibile

# ScrutiniReportsHeader
source: School reports
fr_fr: Bulletins scolaires
ro_ro: Rapoarte școlare

source: Session expired
fr_fr: La session a expiré
it_it: Sessione scaduta
ro_ro: Sesiunea a expirat

# SessionExpiredDesc
source: A session lasts one hour from login. Since you did not save your credentials, you will now be taken to the login page.
fr_fr: Une session dure une heure à compter de la connexion. N'ayant pas enregistré vos identifiants, vous serez désormais redirigé vers la page de connexion.
it_it: Una sessione dura un'ora dal login. Non avendo salvato le credenziali, ora verrai portato alla pagina di login.
ro_ro: O sesiune durează o oră de la autentificare. Deoarece nu ai salvat credențialele, vei fi acum redirecționat către pagina de autentificare.

# LoginErrorTitle
source: Login error
fr_fr: Erreur de connexion
it_it: Errore login
ro_ro: Eroare login

# LoginErrorDesc
source: Login was not possible. Try again later.
fr_fr: Achat échoué, réessayez plus tard.
it_it: Non è stato possibile effettuare il login. Riprova più tardi.
ro_ro: Nu s-a putut realiza conectarea. Încearcă din nou mai târziu.

# APIErrorTitle
source: Server error - try again later
fr_fr: Erreur serveur (veuillez réessayer plus tard)
it_it: Errore del server (riprova più tardi)
ro_ro: Eroare de server (încearcă din nou mai târziu)

# AttempsDone
source: Attempts done:
fr_fr: Tentatives effectuées:
it_it: Tentativi effettuati:
ro_ro: Incercari efectuate:

# GradeSingular
source: grade
fr_fr: note
it_it: valutazione
ro_ro: evaluare

# GradesPlural
source: grades
fr_fr: notes
it_it: valutazioni
ro_ro: evaluări

# GradesPlaceholder
source: No grades
fr_fr: Aucune note
ro_ro: Fără evaluare

# PALETTE_FLO
source: Flora
fr_fr: Flore
ro_ro: Floră

# AgendaLessonsPlaceholder
source: No lessons
fr_fr: Aucune leçon
ro_ro: Fără lecție

# FirstRunDialogContributorsHyperlink
source: Contributors
fr_fr: Contributeurs
ro_ro: Contribuitori

# GradesGlobalAverage
source: Global average
fr_fr: Moyenne totale
ro_ro: Media totală

# FirstRunDialogLicensesHyperlink
source: GPL-3.0 License
fr_fr: Licence GPL-3.0
ro_ro: Licență GPL-3.0

# GradesAllPeriodsSegmentedItem
source: All periods
fr_fr: Toutes les périodes
ro_ro: Toate intervalele de timp

# AgendaCalendarDatePickerToolTip
source: Pick a date
fr_fr: Choisir une date
ro_ro: Alegător de date

# NoticeBoardFilterAllNotices
source: All
fr_fr: Tous
ro_ro: Toate

# NoticeBoardFilterReadNotices
source: Read
fr_fr: Poids léger
ro_ro: Citite

# NoticeBoardFilterUnreadNotices
source: Unread
fr_fr: Pas lu
ro_ro: Necitite

# NTCL_plur
source: Disciplinary notes
fr_fr: Soyez discipliné
it_it: Note disciplinari
ro_ro: Note disciplinare

# NTCL_sing
source: Disciplinary note
fr_fr: Soyez discipliné
it_it: Nota disciplinare
ro_ro: Notă disciplinară

# NTST_plur
source: Disciplinary sanctions
fr_fr: Sanctions disciplinaires
it_it: Sanzioni disciplinari
ro_ro: Sancțiuni disciplinare

# NTST_sing
source: Disciplinary sanction
fr_fr: Sanctions disciplinaires
it_it: Sanzione disciplinare
ro_ro: Sancțiune disciplinară

# NTTE_plur
source: Annotations
it_it: Annotazioni
ro_ro: Notițe

# NTTE_sing
source: Annotation
fr_fr: Annotations
it_it: Annotazione
ro_ro: Notiță

# NTWN_plur
source: Recalls
fr_fr: Rappeler
it_it: Richiami
ro_ro: Avertizări

# NTWN_sing
source: Recall
fr_fr: Rappeler
it_it: Richiamo
ro_ro: Avertizare

# ABA0_plur
source: Absences
it_it: Assenze
ro_ro: Absențe

# ABA0_sing
source: Absence
it_it: Assenza
ro_ro: Absență

# ABR0_plur
source: Delays
fr_fr: Délais
it_it: Ritardi
ro_ro: Întârzieri

# ABR0_sing
source: Delay
fr_fr: Délai
it_it: Ritardo
ro_ro: Întârziere

# ABR1_plur
source: Short delays
fr_fr: Délais courts
it_it: Ritardi brevi
ro_ro: Întârzieri scurte

# ABR1_sing
source: Short delay
fr_fr: Court délai
it_it: Ritardo breve
ro_ro: Întârziere scurtă

# ABU0_plur
source: Early releases
fr_fr: Premières versions
it_it: Uscite anticipate
ro_ro: Ieșiri anticipate

# ABU0_sing
source: Early release
fr_fr: Sortie anticipée
it_it: Uscita anticipata
ro_ro: Ieșire anticipată

# DialogUntranslatedLanguageStatus1
source: The app hasn't been fully translated in the language you chose. Some sections of the app will be shown in Italian.
fr_fr: L'application n'a pas été entièrement traduite dans la langue de votre choix. Certaines parties de l'application continueront d'être affichées en italien.
ro_ro: Aplicația nu a fost tradusă complet în limba pe care ai ales-o. Anumite părți ale aplicației vor continua să fie afișate în italiană.

# DialogUntranslatedLanguageStatus2
source: Translation status:
fr_fr: Statut de la traduction:
ro_ro: Starea traducerii:

# DialogUntranslatedLanguageBody1
source: Are you sure you really want to change the app language?
fr_fr: Voulez-vous vraiment changer la langue?
ro_ro: Vrei să schimbi cu adevărat limba?

# CautionDialogTitle
source: Warning
fr_fr: Attention
it_it: Attenzione
ro_ro: Atenție

# ContinueDialogButton
source: Continue
fr_fr: Continuer
it_it: Continua
ro_ro: Continuă

# SettingsCardAskConfirmDescription
source: Ask for confirmation before opening a notice
fr_fr: Demander une confirmation avant d'ouvrir une communication
ro_ro: Solicită confirmarea înainte de a deschide o comunicare

# SettingsCardAskConfirmHeader
source: Open notice confirmation
fr_fr: Confirmer l'ouverture des communications
ro_ro: Confirmare deschidere comunicări

# ChangePhotoDialogContent
source: Change your local profile picture, which can be viewed in ClassevivaPCTO's accounts and in the App settings.
fr_fr: Modifiez votre photo de profil localement, visible dans les comptes ClassevivaPCTO et dans les paramètres de l'application.
it_it: Cambia la tua foto profilo in locale, visualizzabile negli account ClassevivaPCTO e nelle Impostazioni dell'App.
ro_ro: Schimbați fotografia de profil în local, vizibilă în conturile ClassevivaPCTO și în Setările aplicației.

# ChangeProfilePhotoTitle
source: Change profile picture
fr_fr: Modifier la photo de profil
it_it: Modifica foto profilo
ro_ro: Schimbă fotografia de profil

# AbsencesToBeJustifiedText
source: To justify
fr_fr: Être justifié
ro_ro: De justificat

# RemovePhotoDialogButton
source: Remove photo
fr_fr: Supprimer la photo
it_it: Rimuovi foto
ro_ro: Eliminaţi fotografia

# SelectFileDialogButton
source: Select file
fr_fr: Sélectionner un fichier
it_it: Seleziona file
ro_ro: Selectează un fișier

# GenericEventOnDayPreposition
source: of
fr_fr: des
ro_ro: dintre

# AbsencesTodayButton
source: Today
fr_fr: Aujourd'hui
ro_ro: Astăzi

# GradesListLayout
source: List
fr_fr: Liste
ro_ro: Listă

# GradesSubjectsLayout
source: Subjects
fr_fr: Sujets
ro_ro: Materie

# GenericOpenButton
source: Open
fr_fr: Ouvrir
ro_ro: Deschide

# GenericReadButton
source: Read
fr_fr: Lire
ro_ro: Citește

# GenericSaveButton
source: Save
fr_fr: Sauver
ro_ro: Salvează

# ScrutiniOpenFileButtonToolTip
source: View ballot
fr_fr: Voir le bulletin de vote
ro_ro: Vizualizează scrutinul

# ScrutiniOpenReportButtonToolTip
source: Open report
fr_fr: Ouvrir le rapport
ro_ro: Deschide raportul

# ScrutiniSaveFileButtonToolTip
source: Save ballot file on your PC
fr_fr: Enregistrez le fichier de vote sur votre PC
ro_ro: Salvează acest fișier al scrutinului pe PC-ul tău

# NoticeBoardNotAvailableButton
source: Not available
fr_fr: Indisponible
ro_ro: Indisponibil

# ScrutiniNotAvailableStatusText
source: Not available
fr_fr: Indisponible
ro_ro: Indisponibil

# DialogUntranlatedLanguageInvite
source: Translate on Crowdin
fr_fr: Traduire sur Crowdin
ro_ro: Traduceți pe Crowdin

# DialogUntranslatedLanguageBody2
source: If you want you can translate the app yourself via Crowdin.
fr_fr: Si vous le souhaitez, vous pouvez traduire l'application vous-même via Crowdin.
ro_ro: Dacă dorești, poți traduce singur aplicația folosind Crowdin.

source: Restart Later
fr_fr: Redémarrer plus tard
ro_ro: Reporniți mai târziu

# LoginChangelogHyperlink
source: Recent changes
fr_fr: Ajouts Récents
ro_ro: Noutăți recente

# LoginGetStartedHyperlink
source: Get started
fr_fr: Informations générales
ro_ro: Informații de bază

# LoginText
source: Login
fr_fr: Connexion
ro_ro: Logare

# NoticeBoardFilterAllNoticesItemToolTip
source: Show all notices
fr_fr: Afficher toutes les communications
ro_ro: Afișați toate comunicările

# NoticeBoardFilterReadNoticesItemToolTip
source: Show only read notices
fr_fr: Afficher uniquement les communications lues
ro_ro: Afișați doar comunicările necitite

# NoticeBoardFilterUnreadNoticesItemToolTip
source: Show only unread notices
fr_fr: Afficher uniquement les communications non lues
ro_ro: Afișați doar comunicările necitite

# NoticeBoardShowInactiveNoticesCheckboxToolTip
source: Show also expired and deleted notices
fr_fr: Il affiche également les communications expirées et supprimées
ro_ro: Arată și comunicările expirate și cele eliminate

# ScrutiniShowDeletedDocumentsCheckboxToolTip
source: Show also deleted documents
fr_fr: Il montre également les documents qui ont été supprimés
ro_ro: Afișează și documentele care au fost șterse

# NoticeBoardCategoryComboboxPlaceholderText
source: Filter by category
fr_fr: Filtrer par catégorie
ro_ro: Filtrează după categorie

# SettingsCardWidgetsDescription
source: Set the number of recent events to show in dashboard widgets
fr_fr: Définir le nombre d'éléments de révision à afficher dans les widgets du tableau de bord
ro_ro: Setează numărul de elemente recomandate de afișat în widget-urile tabloului de bord

# SettingsCardWidgetsHeader
source: Number of events to show in widgets
fr_fr: Nombre d'éléments dans les widgets
ro_ro: Numărul de elemente în widget-uri

# SettingsCardWidgetsSubCardGrades
source: Set the number of recent grades to show
fr_fr: Nombre de notes récentes à afficher
ro_ro: Numărul de evaluări recente de afișat

# SettingsCardWidgetsSubCardNotices
source: Set the number of recent notices to show
fr_fr: Nombre de communications récentes à consulter
ro_ro: Numărul de comunicări recente de afișat

# SettingsPageOptionsHeader
source: Page options
fr_fr: Paramètres de la Page
ro_ro: Setările paginii

# GenericCloseButton
source: Close
fr_fr: Fermer
ro_ro: Închide
